[
	{"name": "Иван", "text": "Здравствуй, бабушка Яга! Наконец-то вернулся я, и есть у меня важные вести."},
	{"name": "Баба Яга", "text": "Здравствуй, Иванушка. Гляжу, немало дорог ты прошёл. Что расскажешь? Удалось ли тебе победить Кощея?"},
	{"name": "Иван", "text": "Ох, бабушка, дело это непростое было, но всё удалось. Я нашёл тот самый дуб, что ты описывала. Стоял он в самом сердце леса, могучий, с узорами странными."},
	{"name": "Баба Яга", "text": "Это добрый знак. Как же ты сундук нашёл? Легко ли было его достать?"},
	{"name": "Иван", "text": "Я справился, выкопал его и открыл. А внутри, как ты и говорила, заяц сидел."},
	{"name": "Баба Яга", "text": "И что же дальше? Как заяца поймал?"},
	{"name": "Иван", "text": "Ловок был заяц, прыгнул сразу и побежал. Гнался я за ним через лес и поля, но настиг его. Взял его в руки, и вдруг — внутри него утка оказалась."},
	{"name": "Баба Яга", "text": "Слыхала я, что утка эта хитра и быстролетна. Как же тебе её поймать удалось?"},
	{"name": "Иван", "text": "Утка взмыла в небо, как молния. Понял я, что не догоню её так просто, и пустил стрелу верную. Стрела попала точно, и упала утка на землю. Взял я её и яйцо нашёл."},
	{"name": "Баба Яга", "text": "Яйцо-то главное. Как же ты иглу нашёл?"},
	{"name": "Иван", "text": "Разбил я яйцо, а внутри игла тонкая была. Взял я её и сломал, бабушка. В тот же миг Кощей стал смертным."},
	{"name": "Баба Яга", "text": "Вот оно как, Иванушка. Значит, победил ты его?"},
	{"name": "Иван", "text": "Да, бабушка. Когда Кощей стал смертным, сразился я с ним и одолел его. Больше он не будет нашим землям грозить."},
	{"name": "Баба Яга", "text": "Доброе дело ты сделал, Иванушка. Мудрость, сила и смелость твоя помогли нам всем. Спасибо тебе."},
	{"name": "Иван", "text": "Не за что, бабушка. С твоей помощью и советом всё это возможно стало. Теперь можем жить спокойно."},
	{"name": "Баба Яга", "text": "Верно, Иванушка. Пускай мир и покой будут в наших краях. А тебе — удачи на дальнейших путях."},
]
